{
	"$schema": "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate": "2024-11-11T19:45:54.948-00:00",
	"Sources": [
		{
			"Packages": [
				{
					"PackageIdentifier": "dotPDN.PaintDotNet"
				},
				{
					"PackageIdentifier": "Git.Git"
				},
				{
					"PackageIdentifier": "GitHub.cli"
				},
				{
					"PackageIdentifier": "JGraph.Draw"
				},
				{
					"PackageIdentifier": "KeePassXCTeam.KeePassXC"
				},
				{
					"PackageIdentifier": "Microsoft.AppInstaller"
				},
				{
					"PackageIdentifier": "Microsoft.DevHome"
				},
				{
					"PackageIdentifier": "Microsoft.OfficeDeploymentTool"
				},
				{
					"PackageIdentifier": "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier": "Microsoft.RemoteDesktopClient"
				},
				{
					"PackageIdentifier": "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier": "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier": "Microsoft.WingetCreate"
				},
				{
					"PackageIdentifier": "Postman.Postman"
				},
				{
					"PackageIdentifier": "Microsoft.DotNet.Runtime.8"
				},
				{
					"PackageIdentifier": "Microsoft.DotNet.SDK.8"
				},
				{
					"PackageIdentifier": "Microsoft.VCLibs.Desktop.14"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2005.x86"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2005.x64"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2008.x86"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2008.x64"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2010.x86"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2010.x64"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2012.x86"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2012.x64"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2013.x86"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2013.x64"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2015+.x86"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2015+.x64"
				}
			],
			"SourceDetails": {
				"Argument": "https://cdn.winget.microsoft.com/cache",
				"Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name": "winget",
				"Type": "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion": "1.10.30-preview"
}