{
	"$schema": "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate": "2024-07-09T12:00:00.000-00:00",
	"Sources": [
		{
			"Packages": [
				{
					"PackageIdentifier": "dotPDN.PaintDotNet"
				},
				{
					"PackageIdentifier": "Git.Git"
				},
				{
					"PackageIdentifier": "JGraph.Draw"
				},
				{
					"PackageIdentifier": "KeePassXCTeam.KeePassXC"
				},
				{
					"PackageIdentifier": "Microsoft.AppInstaller"
				},
				{
					"PackageIdentifier": "Microsoft.DevHome"
				},
				{
					"PackageIdentifier": "Microsoft.OfficeDeploymentTool"
				},
				{
					"PackageIdentifier": "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier": "Microsoft.RemoteDesktopClient"
				},
				{
					"PackageIdentifier": "Microsoft.Teams"
				},
				{
					"PackageIdentifier": "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier": "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier": "Python.Python.3.13"
				},
				{
					"PackageIdentifier": "Microsoft.DotNet.Runtime.8"
				},
				{
					"PackageIdentifier": "Microsoft.DotNet.SDK.8"
				},
				{
					"PackageIdentifier": "Microsoft.UI.Xaml.2.7"
				},
				{
					"PackageIdentifier": "Microsoft.UI.Xaml.2.8"
				},
				{
					"PackageIdentifier": "Microsoft.VCLibs.Desktop.14"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2008.x64"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2015+.x64"
				}
			],
			"SourceDetails": {
				"Argument": "https://cdn.winget.microsoft.com/cache",
				"Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name": "winget",
				"Type": "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion": "1.8.1791"
}
